/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Companies" = "Companies";

/* No comment provided by engineer. */
"Companies in Sophia Antipolis" = "Companies in Sophia Antipolis"; /* NEW */

/* No comment provided by engineer. */
"Consortium myMed:" = "Consortium myMed:";

/* No comment provided by engineer. */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Funded by:" = "Funded by:";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection not available" = "Internet connection not available";

/* No comment provided by engineer. */
"myFSA" = "myFSA";

/* No comment provided by engineer. */
"myMed Launchpad" = "myMed Launchpad"; /* NEW */

/* No comment provided by engineer. */
"myMed web site" = "myMed web site"; /* NEW */

/* No comment provided by engineer. */
"New item" = "New item";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Open web site";

/* No comment provided by engineer. */
"Please wait..." = "Please wait...";

/* No comment provided by engineer. */
"Please write the new checklist item" = "Please write the new checklist item";

/* No comment provided by engineer. */
"Reload" = "Reload";

/* No comment provided by engineer. */
"Server down, or no connection available." = "Server down, or no connection available.";

/* No comment provided by engineer. */
"Social Network" = "Social Network";

/* No comment provided by engineer. */
"Suggest this app" = "Suggest this app";

/* No comment provided by engineer. */
"To do" = "To do";

/* No comment provided by engineer. */
"Where?" = "Where is it?"; /* NEW */

